{
  "title": "Privacy policy",
  "description": [
    "This Privacy and Cookie Policy describes the principles of handling personal data and the use of cookies and other technologies within the website available at ",
    "The Administrator of the website is Łukasz Warchoł, who conducts business activity under the name of Łukasz Warchoł, using the tax number 7962992882. Contact with the Administrator is possible at the e-mail address "
  ],
  "definitions": {
    "name": "Definitions",
    "label": "For the purposes of this privacy policy, the following terms shall have the following meanings:",
    "list": [
      "a) Administrator - Łukasz Warchoł, conducting business activity under the name of Łukasz Warchoł, using the tax number 7962992882",
      "b) Website - website available at ",
      "c) User - any entity that uses the Website."
    ]
  },
  "personalData": {
    "name": "Personal data",
    "list": [
      "The User may submit his personal data to the Administrator using forms available on the Website, such as the contact form.",
      "The Administrator is the User's personal data administrator.",
      "The data provided to the Administrator as part of the contact form are processed for the purpose of contact with the User.",
      "The Administrator guarantees the confidentiality of any personal data provided to him/her.",
      "The controller shall not make the data provided to it available to any third parties.",
      "Personal data is collected with due diligence and properly protected against access by unauthorized persons."
    ]
  },
  "cookies": {
    "name": "Cookies",
    "list": [
      "The Administrator uses cookies, i.e. small text information stored on the User's end device (e.g. computer, tablet, smartphone).",
      "The Administrator stores cookies on the User's terminal device to ensure proper operation of the Site.",
      "The Administrator hereby informs the User that it is possible to configure the Internet browser in such a way that it is impossible to store cookies on the User's end device. In this situation, the use of the Website by the User may be difficult.",
      "The Administrator hereby indicates that cookies may be deleted by the User after they have been saved by the Administrator, through appropriate functions of the Internet browser, programs used for this purpose or using appropriate tools available within the operating system used by the User."
    ]
  }
}
