{
  "title": "O Mnie",
  "description": [
    "Programowaniem interesuję się od ponad trzech lat. Naukę rozpocząłem od Web Developmentu. Jestem pasjonatem nowych technologii i rozwiązań. Moim ulubionym językiem programowania jest JavaScript i to na nim głównie się skupiam, lecz nie zamykam się na inne technologie. Jest ich tak wiele, że szkoda nic o nich nie wiedzieć. Jestem osobą kreatywną, która nigdy nie odpuszcza i próbuje osiągnąć jak najwięcej.",
    "Obecnie pracuję jako Front-End Developer. Po godzinach rozwijam własne projekty oraz uczę się nowych technologii. Jestem także wielkim fanem technologii Blockchain.",
    "Poza IT kocham podróże, dobre wino, drinki oraz seriale. Lubię pograć w tenisa stołowego oraz bilard. Interesuję się także dziedziną fitnessu."
  ],
  "hireMe": "Napisz do mnie",
  "experience": {
    "title": "Doświadczenie zawodowe",
    "subtitle": "Mam za sobą ponad trzy lata samodzielnej nauki programowania oraz pracy w wielu zespołach podczas tworzenia przeróżnych projektów.",
    "boxes": [
      {
        "date": "Styczeń 2017 - Aktualnie",
        "title": "Software Freelancer",
        "description": "Tworzenie stron internetowych, aplikacji webowych, makiet na potrzeby klientów. Praca z przeróżnymi technologiami wymienionymi poniżej."
      },
      {
        "date": "Maj 2019 - Aktualnie",
        "title": "Front-End Developer",
        "description": "Moja pierwsza praca stacjonarna w korporacji. Tworzenie aplikacji webowych samodzielnie oraz w zespole. Współpraca z grafikami, copywriterami, wykorzystując przy tym przeróżne technologie webowe, C#, JavaScript."
      },
      {
        "date": "Wrzesień 2018 - Marzec 2019",
        "title": "WordPress Developer",
        "description": "Tworzenie stron internetowych opartych o CMS WordPress."
      },
      {
        "date": "Sierpień 2017 - Sierpień 2018",
        "title": "WEB Developer",
        "description": "Tworzenie stron internetowych (wizytówek firmowych, reklamowych), oraz opartych o CMS WordPress. Współpraca z zespołem i grafikami, wykorzystując przy tym technologie HTML5, CSS3, JavaScript, PHP, WordPress."
      },
      {
        "date": "Październik 2016",
        "title": "Praktyki zawodowe - Serwisant komputerów",
        "description": "Praca przy serwisie komputerów podczas praktyk zawodowych."
      }
    ]
  },
  "technologies": {
    "title": "Poznane technologie",
    "subtitle": "Jestem pasjonatem nowych technologii i chcę poznać ich jeszcze więcej.",
    "other": "Inne"
  }
}
